{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "he": 262,
      "Ġa": 263,
      "Ġo": 264,
      "in": 265,
      "Ġthe": 266,
      "re": 267,
      "an": 268,
      "at": 269,
      "er": 270,
      "on": 271,
      "ce": 272,
      "Ġc": 273,
      "Ġs": 274,
      "Ġw": 275,
      "al": 276,
      "nd": 277,
      "en": 278,
      "es": 279,
      "Ġof": 280,
      "is": 281,
      "ar": 282,
      "Ġm": 283,
      "Ġand": 284,
      "Ġp": 285,
      "Ġb": 286,
      "Ġin": 287,
      "ic": 288,
      "cean": 289,
      "it": 290,
      "Ġd": 291,
      "Ġf": 292,
      "ion": 293,
      "or": 294,
      "Ġocean": 295,
      "ro": 296,
      "ed": 297,
      "ing": 298,
      "as": 299,
      "ur": 300,
      "Ġl": 301,
      "ater": 302,
      "ĠT": 303,
      "Ġto": 304,
      "Ġis": 305,
      "ct": 306,
      "Ġh": 307,
      "ly": 308,
      "id": 309,
      "Ġwater": 310,
      "Ġe": 311,
      "ent": 312,
      "Ġre": 313,
      "nt": 314,
      "ĠThe": 315,
      "Ġ(": 316,
      "ve": 317,
      "ation": 318,
      "Ġth": 319,
      "le": 320,
      "ou": 321,
      "Ġg": 322,
      "im": 323,
      "th": 324,
      "ol": 325,
      "ver": 326,
      "os": 327,
      "Ġbe": 328,
      "Ġcon": 329,
      "Ġare": 330,
      "Ġde": 331,
      "Ġas": 332,
      "Ġon": 333,
      "ow": 334,
      "ea": 335,
      "Ġfor": 336,
      "if": 337,
      "ig": 338,
      "ity": 339,
      "om": 340,
      "her": 341,
      "ra": 342,
      "ace": 343,
      "ĠA": 344,
      "Ġn": 345,
      "us": 346,
      "00": 347,
      "ir": 348,
      "ter": 349,
      "ul": 350,
      "ate": 351,
      "ĠE": 352,
      "il": 353,
      "Ġat": 354,
      "Ġsur": 355,
      "ch": 356,
      "face": 357,
      "ge": 358,
      "lu": 359,
      "ot": 360,
      "rent": 361,
      "Ġby": 362,
      "'s": 363,
      "ine": 364,
      "Ġsurface": 365,
      "ure": 366,
      "arth": 367,
      "Ġpro": 368,
      "ect": 369,
      "se": 370,
      "Ġwh": 371,
      "rom": 372,
      "per": 373,
      "ĠEarth": 374,
      "Ġsea": 375,
      "Ġma": 376,
      "um": 377,
      "Ġfrom": 378,
      "ĠS": 379,
      "Ġor": 380,
      "Ġwit": 381,
      "Ġmo": 382,
      "Ġwith": 383,
      "Ġcont": 384,
      "em": 385,
      "Ġal": 386,
      "lo": 387,
      "zon": 388,
      "ĠI": 389,
      "urrent": 390,
      "ĠO": 391,
      "pe": 392,
      "Ġsu": 393,
      "Ġu": 394,
      "Ġha": 395,
      "ves": 396,
      "ies": 397,
      "st": 398,
      "Ġit": 399,
      "ces": 400,
      "Ġco": 401,
      "igh": 402,
      "Ġr": 403,
      "Ġzon": 404,
      "ant": 405,
      "ide": 406,
      "Ġthat": 407,
      ").": 408,
      "ff": 409,
      "and": 410,
      "Ġwa": 411,
      "Ġdi": 412,
      "Ġcurrent": 413,
      "Ġinc": 414,
      "ents": 415,
      "Ġv": 416,
      "here": 417,
      "Ġab": 418,
      "Ġme": 419,
      "ical": 420,
      "ions": 421,
      "Ġoceans": 422,
      "ld": 423,
      "od": 424,
      "ther": 425,
      "ut": 426,
      "inity": 427,
      "ĠTh": 428,
      "Ġex": 429,
      "ain": 430,
      "ĠC": 431,
      "Ġan": 432,
      "arb": 433,
      "ich": 434,
      "Ġst": 435,
      "ĠOcean": 436,
      "arbon": 437,
      "alinity": 438,
      "ist": 439,
      "Ġdee": 440,
      "ature": 441,
      "Ġwhich": 442,
      "Ġhave": 443,
      "Ġ2": 444,
      "ind": 445,
      "lud": 446,
      "Ġzone": 447,
      "ci": 448,
      "ence": 449,
      "Ġmar": 450,
      "Ġform": 451,
      "emper": 452,
      "we": 453,
      "Â°": 454,
      "Ġ\"": 455,
      "Ġ1": 456,
      "Ġcurrents": 457,
      "ĠThis": 458,
      "emperature": 459,
      "et": 460,
      "Ġcl": 461,
      "all": 462,
      "Ġpl": 463,
      "osp": 464,
      "ific": 465,
      "ffect": 466,
      "ive": 467,
      "oc": 468,
      "og": 469,
      "qu": 470,
      "ĠÂ°": 471,
      "Ġcan": 472,
      "Ġcarbon": 473,
      "ally": 474,
      "Ġint": 475,
      "ast": 476,
      "Ġhas": 477,
      "Ġdep": 478,
      "ill": 479,
      "Ġwaves": 480,
      "ay": 481,
      "du": 482,
      "el": 483,
      "ges": 484,
      "Ġen": 485,
      "Ġtemperature": 486,
      "Ġph": 487,
      "Ġreg": 488,
      "lob": 489,
      "por": 490,
      "twe": 491,
      "Ġk": 492,
      "Ġtid": 493,
      "Ġac": 494,
      "Ġch": 495,
      "Ġcom": 496,
      "Ġsh": 497,
      "Ġwind": 498,
      "Ġwaters": 499,
      "Ġbetwe": 500,
      "Ġmarine": 501,
      "Ġdepth": 502,
      "Ġbetween": 503,
      "water": 504,
      "ost": 505,
      "Ġdeep": 506,
      "iv": 507,
      "so": 508,
      "ĠM": 509,
      "ated": 510,
      "orld": 511,
      "Ġglob": 512,
      "),": 513,
      "pp": 514,
      "Ġhe": 515,
      "Ġover": 516,
      "ac": 517,
      "ear": 518,
      "gen": 519,
      "âĢ": 520,
      "ren": 521,
      "res": 522,
      "Ġse": 523,
      "art": 524,
      "Ġland": 525,
      "ction": 526,
      "out": 527,
      "imate": 528,
      "own": 529,
      "000": 530,
      "Ġmore": 531,
      "Ġcontin": 532,
      "Ġinclud": 533,
      "ble": 534,
      "fe": 535,
      "und": 536,
      "ĠN": 537,
      "red": 538,
      "Ġthan": 539,
      "ome": 540,
      "irc": 541,
      "ight": 542,
      "Ġinto": 543,
      "mosp": 544,
      "ue": 545,
      "Ġ3": 546,
      "ĠB": 547,
      "Ġro": 548,
      "ange": 549,
      "Ġpol": 550,
      "ust": 551,
      "Ġatmosp": 552,
      "Ġup": 553,
      "am": 554,
      "low": 555,
      "Ġworld": 556,
      "ens": 557,
      "ases": 558,
      "Ġlow": 559,
      "ount": 560,
      "Ġglobal": 561,
      "act": 562,
      "ore": 563,
      "ans": 564,
      "ates": 565,
      "atter": 566,
      "Ġsalinity": 567,
      "ary": 568,
      "Ġpart": 569,
      "Ġhigh": 570,
      "vers": 571,
      "Ġtidal": 572,
      "aus": 573,
      "gh": 574,
      "ox": 575,
      "ong": 576,
      "cent": 577,
      "Ġcre": 578,
      "Ġeffect": 579,
      "Ġres": 580,
      "Ġthis": 581,
      "ulation": 582,
      "ĠIn": 583,
      "Ġsuch": 584,
      "Ġkn": 585,
      "ial": 586,
      "ke": 587,
      "ks": 588,
      "ment": 589,
      "ments": 590,
      "ĠF": 591,
      "ĠP": 592,
      "Ġtim": 593,
      "ree": 594,
      "any": 595,
      "est": 596,
      "rap": 597,
      "ters": 598,
      "Ġseawater": 599,
      "Ġdiox": 600,
      "Ġabout": 601,
      "Ġdioxide": 602,
      "ice": 603,
      "les": 604,
      "pt": 605,
      "ple": 606,
      "Ġact": 607,
      "Ġsin": 608,
      "ess": 609,
      "Ġmost": 610,
      "Ġinter": 611,
      "Ġdif": 612,
      "Ġoceanic": 613,
      "Ġev": 614,
      "Ġgra": 615,
      "Ġcoast": 616,
      "Ġ20": 617,
      "Ġclimate": 618,
      "Ġdiffe": 619,
      "flu": 620,
      "gan": 621,
      "ration": 622,
      "yc": 623,
      "Ġver": 624,
      "Ġthese": 625,
      "Ġcol": 626,
      "ĠpH": 627,
      "Ġinflu": 628,
      "Ġknown": 629,
      "ri": 630,
      "Ġy": 631,
      "Ġice": 632,
      "hes": 633,
      "Ġcirc": 634,
      "Ġmany": 635,
      "ife": 636,
      "Ġalso": 637,
      "pend": 638,
      "cess": 639,
      "Ġmeters": 640,
      "ocl": 641,
      "Ġphot": 642,
      "port": 643,
      "âĢĵ": 644,
      "ag": 645,
      "ew": 646,
      "iz": 647,
      "xy": 648,
      "ĠG": 649,
      "ĠH": 650,
      "ĠW": 651,
      "hen": 652,
      "Ġoxy": 653,
      "anges": 654,
      "ating": 655,
      "Ġsome": 656,
      "Ġwhere": 657,
      "Ġbas": 658,
      "orm": 659,
      "ational": 660,
      "ous": 661,
      "olog": 662,
      "osy": 663,
      "Ġprot": 664,
      "Ġprodu": 665,
      "Ġincre": 666,
      "Ġregions": 667,
      "Ġcirculation": 668,
      "Ġoxygen": 669,
      "age": 670,
      "ds": 671,
      "eve": 672,
      "jor": 673,
      "ll": 674,
      "Ġim": 675,
      "ance": 676,
      "erg": 677,
      "Ġcaus": 678,
      "Ġcyc": 679,
      "arm": 680,
      "Ġpr": 681,
      "Ġbod": 682,
      "Ġft": 683,
      "rop": 684,
      "ase": 685,
      "ass": 686,
      "Ġele": 687,
      "ĠAt": 688,
      "Ġnot": 689,
      "Ġmay": 690,
      "Ġmajor": 691,
      "Ġorgan": 692,
      "Ġcomp": 693,
      "Ġatmosphere": 694,
      "ach": 695,
      "mo": 696,
      "our": 697,
      "ĠD": 698,
      "Ġther": 699,
      "Ġsal": 700,
      "ish": 701,
      "ics": 702,
      "ros": 703,
      "Ġlife": 704,
      "ound": 705,
      "Ġgases": 706,
      "Ġbeen": 707,
      "ult": 708,
      "Ġcontain": 709,
      "Ġits": 710,
      "ification": 711,
      "Ġincluding": 712,
      "Ġinfluence": 713,
      "Ġyear": 714,
      "agic": 715,
      "able": 716,
      "ile": 717,
      "king": 718,
      "ud": 719,
      "ved": 720,
      "Ġag": 721,
      "Ġam": 722,
      "Ġother": 723,
      "Ġcall": 724,
      "Ġmi": 725,
      "Ġmatter": 726,
      "Ġpre": 727,
      "Ġbut": 728,
      "Ġdis": 729,
      "Ġdist": 730,
      "Ġdens": 731,
      "uring": 732,
      "ctic": 733,
      "ĠThese": 734,
      "Ġconcent": 735,
      "ign": 736,
      "ĠAs": 737,
      "Ġprocess": 738,
      "ĠIt": 739,
      "Ġund": 740,
      "Ġcovers": 741,
      "Ġstr": 742,
      "Ġroc": 743,
      "Ġvery": 744,
      "Ġcold": 745,
      "Ġprotect": 746,
      "Ġyears": 747,
      "Ġcalled": 748,
      "Ġconcentration": 749,
      "kes": 750,
      "oes": 751,
      "sol": 752,
      "un": 753,
      "Ġtr": 754,
      "Ġaffect": 755,
      "Ġtheir": 756,
      "ers": 757,
      "Ġcr": 758,
      "ities": 759,
      "Ġdr": 760,
      "round": 761,
      "Ġlar": 762,
      "Ġless": 763,
      "ough": 764,
      "Ġbec": 765,
      "Ġdepend": 766,
      "Ġonly": 767,
      "stem": 768,
      "Ġseas": 769,
      "Ġactiv": 770,
      "Ġdifferent": 771,
      "ocline": 772,
      "Ġorganic": 773,
      "ad": 774,
      "apor": 775,
      "cc": 776,
      "ia": 777,
      "ian": 778,
      "national": 779,
      "op": 780,
      "oon": 781,
      "ric": 782,
      "uch": 783,
      "âĪ": 784,
      "Ġtide": 785,
      "Ġtrop": 786,
      "hem": 787,
      "Ġaver": 788,
      "Ġthey": 789,
      "erm": 790,
      "Ġspe": 791,
      "Ġwas": 792,
      "Ġwhen": 793,
      "Ġper": 794,
      "Ġbi": 795,
      "Ġlay": 796,
      "Ġleve": 797,
      "Ġhum": 798,
      "Ġrel": 799,
      "Ġcons": 800,
      "Ġforces": 801,
      "iron": 802,
      "Ġwhile": 803,
      "ĠSea": 804,
      "Ġsub": 805,
      "Ġzones": 806,
      "Ġwave": 807,
      "Ġdiv": 808,
      "Ġdire": 809,
      "Ġmeas": 810,
      "ograp": 811,
      "illion": 812,
      "ell": 813,
      "Ġacid": 814,
      "Ġtime": 815,
      "ological": 816,
      "Ġcycle": 817,
      "Ġsalt": 818,
      "Ġtrans": 819,
      "âĪĴ": 820,
      "Ġaverage": 821,
      "clud": 822,
      "ga": 823,
      "lant": 824,
      "land": 825,
      "oin": 826,
      "ph": 827,
      "the": 828,
      "tion": 829,
      "ually": 830,
      "Ġ4": 831,
      "Ġus": 832,
      "Ġqu": 833,
      "Ġty": 834,
      "ins": 835,
      "ced": 836,
      "Ġchem": 837,
      "als": 838,
      "arly": 839,
      "Ġfur": 840,
      "ori": 841,
      "rou": 842,
      "Ġloc": 843,
      "idence": 844,
      "ental": 845,
      "Ġareas": 846,
      "Ġmove": 847,
      "Ġun": 848,
      "Ġrange": 849,
      "Ġval": 850,
      "Ġplace": 851,
      "Ġenerg": 852,
      "Ġchanges": 853,
      "ĠMoon": 854,
      "Ġcontinental": 855,
      "Ġcoastal": 856,
      "Ġphotic": 857,
      "Ġelements": 858,
      "Ġamount": 859,
      "Ġmix": 860,
      "Ġdissol": 861,
      "Ġenergy": 862,
      "ab": 863,
      "di": 864,
      "ding": 865,
      "eat": 866,
      "hy": 867,
      "lagic": 868,
      "pit": 869,
      "ub": 870,
      "val": 871,
      "Ġ7": 872,
      "ĠR": 873,
      "Ġions": 874,
      "ĠâĢĵ": 875,
      "Ġtw": 876,
      "Ġterm": 877,
      "Ġad": 878,
      "Ġair": 879,
      "Ġaround": 880,
      "Ġocc": 881,
      "reat": 882,
      "Ġsp": 883,
      "Ġsol": 884,
      "Ġwarm": 885,
      "Ġwell": 886,
      "ise": 887,
      "arctic": 888,
      "Ġpres": 889,
      "ition": 890,
      "itud": 891,
      "Ġdoes": 892,
      "Ġflo": 893,
      "Ġfree": 894,
      "rogen": 895,
      "Ġlight": 896,
      "aterial": 897,
      "Ġtop": 898,
      "Ġhig": 899,
      "ides": 900,
      "Ġec": 901,
      "Ġref": 902,
      "ntarctic": 903,
      "ĠThere": 904,
      "ose": 905,
      "heric": 906,
      "Ġnear": 907,
      "pelagic": 908,
      "Ġdeeper": 909,
      "Ġforms": 910,
      "Ġregion": 911,
      "Ġchange": 912,
      "ppro": 913,
      "acific": 914,
      "Ġcontinu": 915,
      "Ġinclude": 916,
      "Ġpolar": 917,
      "Ġatmospheric": 918,
      "ample": 919,
      "Ġeffects": 920,
      "ĠFor": 921,
      "ĠPacific": 922,
      "osynt": 923,
      "Ġimp": 924,
      "Ġbody": 925,
      "ĠAtlant": 926,
      "Ġtherm": 927,
      "Ġdensity": 928,
      "Ġunder": 929,
      "Ġlayer": 930,
      "Ġlevel": 931,
      "Ġmeasure": 932,
      "gae": 933,
      "oint": 934,
      "Ġfurther": 935,
      "Ġvalue": 936,
      "Ġhigher": 937,
      "ĠAtlantic": 938,
      "\".": 939,
      "ib": 940,
      "ike": 941,
      "kalinity": 942,
      "lor": 943,
      "ocean": 944,
      "ove": 945,
      "ood": 946,
      "ps": 947,
      "pen": 948,
      "vent": 949,
      "yd": 950,
      "Ġ8": 951,
      "ĠL": 952,
      "ĠU": 953,
      "Ġtren": 954,
      "Ġopen": 955,
      "includ": 956,
      "Ġthere": 957,
      "ative": 958,
      "Ġsci": 959,
      "Ġsign": 960,
      "Ġwill": 961,
      "Ġmaterial": 962,
      "Ġpoint": 963,
      "Ġlit": 964,
      "Ġlong": 965,
      "idal": 966,
      "Ġremo": 967,
      "Ġthough": 968,
      "ould": 969,
      "ĠAntarctic": 970,
      "Ġalgae": 971,
      "ĠIf": 972,
      "Ġabund": 973,
      "ĠCurrent": 974,
      "Ġany": 975,
      "Ġanim": 976,
      "Ġ19": 977,
      "gest": 978,
      "Ġtides": 979,
      "Ġacc": 980,
      "Ġheat": 981,
      "ack": 982,
      "Ġresult": 983,
      "Ġinternational": 984,
      "Ġevapor": 985,
      "Ġ202": 986,
      "hesis": 987,
      "Ġprim": 988,
      "Ġcontains": 989,
      "Ġconcentrations": 990,
      "Ġlarge": 991,
      "Ġhuman": 992,
      "Ġdirection": 993,
      "Ġacidification": 994,
      "Ġtyp": 995,
      "Ġdissolved": 996,
      "Ġtwo": 997,
      "Ġoccur": 998,
      "Ġcontinuous": 999
    },
    "merges": [
      [
        "Ġ",
        "t"
      ],
      [
        "h",
        "e"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "r",
        "e"
      ],
      [
        "a",
        "n"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "r"
      ],
      [
        "o",
        "n"
      ],
      [
        "c",
        "e"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "a",
        "l"
      ],
      [
        "n",
        "d"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "i",
        "s"
      ],
      [
        "a",
        "r"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ġa",
        "nd"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "i",
        "c"
      ],
      [
        "ce",
        "an"
      ],
      [
        "i",
        "t"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "i",
        "on"
      ],
      [
        "o",
        "r"
      ],
      [
        "Ġo",
        "cean"
      ],
      [
        "r",
        "o"
      ],
      [
        "e",
        "d"
      ],
      [
        "in",
        "g"
      ],
      [
        "a",
        "s"
      ],
      [
        "u",
        "r"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "at",
        "er"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "c",
        "t"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "l",
        "y"
      ],
      [
        "i",
        "d"
      ],
      [
        "Ġw",
        "ater"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "en",
        "t"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "n",
        "t"
      ],
      [
        "ĠT",
        "he"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "v",
        "e"
      ],
      [
        "at",
        "ion"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "u"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "i",
        "m"
      ],
      [
        "t",
        "h"
      ],
      [
        "o",
        "l"
      ],
      [
        "v",
        "er"
      ],
      [
        "o",
        "s"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "Ġa",
        "re"
      ],
      [
        "Ġd",
        "e"
      ],
      [
        "Ġa",
        "s"
      ],
      [
        "Ġo",
        "n"
      ],
      [
        "o",
        "w"
      ],
      [
        "e",
        "a"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "i",
        "f"
      ],
      [
        "i",
        "g"
      ],
      [
        "it",
        "y"
      ],
      [
        "o",
        "m"
      ],
      [
        "he",
        "r"
      ],
      [
        "r",
        "a"
      ],
      [
        "a",
        "ce"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "u",
        "s"
      ],
      [
        "0",
        "0"
      ],
      [
        "i",
        "r"
      ],
      [
        "t",
        "er"
      ],
      [
        "u",
        "l"
      ],
      [
        "at",
        "e"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "i",
        "l"
      ],
      [
        "Ġa",
        "t"
      ],
      [
        "Ġs",
        "ur"
      ],
      [
        "c",
        "h"
      ],
      [
        "f",
        "ace"
      ],
      [
        "g",
        "e"
      ],
      [
        "l",
        "u"
      ],
      [
        "o",
        "t"
      ],
      [
        "re",
        "nt"
      ],
      [
        "Ġb",
        "y"
      ],
      [
        "'",
        "s"
      ],
      [
        "in",
        "e"
      ],
      [
        "Ġsur",
        "face"
      ],
      [
        "u",
        "re"
      ],
      [
        "ar",
        "th"
      ],
      [
        "Ġp",
        "ro"
      ],
      [
        "e",
        "ct"
      ],
      [
        "s",
        "e"
      ],
      [
        "Ġw",
        "h"
      ],
      [
        "ro",
        "m"
      ],
      [
        "p",
        "er"
      ],
      [
        "ĠE",
        "arth"
      ],
      [
        "Ġs",
        "ea"
      ],
      [
        "Ġm",
        "a"
      ],
      [
        "u",
        "m"
      ],
      [
        "Ġf",
        "rom"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġo",
        "r"
      ],
      [
        "Ġw",
        "it"
      ],
      [
        "Ġm",
        "o"
      ],
      [
        "Ġwit",
        "h"
      ],
      [
        "Ġcon",
        "t"
      ],
      [
        "e",
        "m"
      ],
      [
        "Ġa",
        "l"
      ],
      [
        "l",
        "o"
      ],
      [
        "z",
        "on"
      ],
      [
        "Ġ",
        "I"
      ],
      [
        "ur",
        "rent"
      ],
      [
        "Ġ",
        "O"
      ],
      [
        "p",
        "e"
      ],
      [
        "Ġs",
        "u"
      ],
      [
        "Ġ",
        "u"
      ],
      [
        "Ġh",
        "a"
      ],
      [
        "v",
        "es"
      ],
      [
        "i",
        "es"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġ",
        "it"
      ],
      [
        "ce",
        "s"
      ],
      [
        "Ġc",
        "o"
      ],
      [
        "ig",
        "h"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġ",
        "zon"
      ],
      [
        "an",
        "t"
      ],
      [
        "id",
        "e"
      ],
      [
        "Ġth",
        "at"
      ],
      [
        ")",
        "."
      ],
      [
        "f",
        "f"
      ],
      [
        "an",
        "d"
      ],
      [
        "Ġw",
        "a"
      ],
      [
        "Ġd",
        "i"
      ],
      [
        "Ġc",
        "urrent"
      ],
      [
        "Ġin",
        "c"
      ],
      [
        "ent",
        "s"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "he",
        "re"
      ],
      [
        "Ġa",
        "b"
      ],
      [
        "Ġm",
        "e"
      ],
      [
        "ic",
        "al"
      ],
      [
        "ion",
        "s"
      ],
      [
        "Ġocean",
        "s"
      ],
      [
        "l",
        "d"
      ],
      [
        "o",
        "d"
      ],
      [
        "t",
        "her"
      ],
      [
        "u",
        "t"
      ],
      [
        "in",
        "ity"
      ],
      [
        "ĠT",
        "h"
      ],
      [
        "Ġe",
        "x"
      ],
      [
        "a",
        "in"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "ar",
        "b"
      ],
      [
        "ic",
        "h"
      ],
      [
        "Ġs",
        "t"
      ],
      [
        "ĠO",
        "cean"
      ],
      [
        "arb",
        "on"
      ],
      [
        "al",
        "inity"
      ],
      [
        "is",
        "t"
      ],
      [
        "Ġde",
        "e"
      ],
      [
        "at",
        "ure"
      ],
      [
        "Ġwh",
        "ich"
      ],
      [
        "Ġha",
        "ve"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "in",
        "d"
      ],
      [
        "lu",
        "d"
      ],
      [
        "Ġzon",
        "e"
      ],
      [
        "c",
        "i"
      ],
      [
        "en",
        "ce"
      ],
      [
        "Ġm",
        "ar"
      ],
      [
        "Ġfor",
        "m"
      ],
      [
        "em",
        "per"
      ],
      [
        "w",
        "e"
      ],
      [
        "Â",
        "°"
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġcurrent",
        "s"
      ],
      [
        "ĠTh",
        "is"
      ],
      [
        "emper",
        "ature"
      ],
      [
        "e",
        "t"
      ],
      [
        "Ġc",
        "l"
      ],
      [
        "al",
        "l"
      ],
      [
        "Ġp",
        "l"
      ],
      [
        "os",
        "p"
      ],
      [
        "if",
        "ic"
      ],
      [
        "ff",
        "ect"
      ],
      [
        "i",
        "ve"
      ],
      [
        "o",
        "c"
      ],
      [
        "o",
        "g"
      ],
      [
        "q",
        "u"
      ],
      [
        "Ġ",
        "Â°"
      ],
      [
        "Ġc",
        "an"
      ],
      [
        "Ġc",
        "arbon"
      ],
      [
        "al",
        "ly"
      ],
      [
        "Ġin",
        "t"
      ],
      [
        "as",
        "t"
      ],
      [
        "Ġh",
        "as"
      ],
      [
        "Ġde",
        "p"
      ],
      [
        "il",
        "l"
      ],
      [
        "Ġwa",
        "ves"
      ],
      [
        "a",
        "y"
      ],
      [
        "d",
        "u"
      ],
      [
        "e",
        "l"
      ],
      [
        "g",
        "es"
      ],
      [
        "Ġ",
        "en"
      ],
      [
        "Ġt",
        "emperature"
      ],
      [
        "Ġp",
        "h"
      ],
      [
        "Ġre",
        "g"
      ],
      [
        "lo",
        "b"
      ],
      [
        "p",
        "or"
      ],
      [
        "t",
        "we"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "Ġt",
        "id"
      ],
      [
        "Ġa",
        "c"
      ],
      [
        "Ġc",
        "h"
      ],
      [
        "Ġc",
        "om"
      ],
      [
        "Ġs",
        "h"
      ],
      [
        "Ġw",
        "ind"
      ],
      [
        "Ġwater",
        "s"
      ],
      [
        "Ġbe",
        "twe"
      ],
      [
        "Ġmar",
        "ine"
      ],
      [
        "Ġdep",
        "th"
      ],
      [
        "Ġbetwe",
        "en"
      ],
      [
        "w",
        "ater"
      ],
      [
        "os",
        "t"
      ],
      [
        "Ġdee",
        "p"
      ],
      [
        "i",
        "v"
      ],
      [
        "s",
        "o"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "at",
        "ed"
      ],
      [
        "or",
        "ld"
      ],
      [
        "Ġg",
        "lob"
      ],
      [
        ")",
        ","
      ],
      [
        "p",
        "p"
      ],
      [
        "Ġ",
        "he"
      ],
      [
        "Ġo",
        "ver"
      ],
      [
        "a",
        "c"
      ],
      [
        "e",
        "ar"
      ],
      [
        "g",
        "en"
      ],
      [
        "â",
        "Ģ"
      ],
      [
        "re",
        "n"
      ],
      [
        "re",
        "s"
      ],
      [
        "Ġs",
        "e"
      ],
      [
        "ar",
        "t"
      ],
      [
        "Ġl",
        "and"
      ],
      [
        "ct",
        "ion"
      ],
      [
        "ou",
        "t"
      ],
      [
        "im",
        "ate"
      ],
      [
        "ow",
        "n"
      ],
      [
        "00",
        "0"
      ],
      [
        "Ġmo",
        "re"
      ],
      [
        "Ġcont",
        "in"
      ],
      [
        "Ġinc",
        "lud"
      ],
      [
        "b",
        "le"
      ],
      [
        "f",
        "e"
      ],
      [
        "u",
        "nd"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "re",
        "d"
      ],
      [
        "Ġth",
        "an"
      ],
      [
        "om",
        "e"
      ],
      [
        "ir",
        "c"
      ],
      [
        "igh",
        "t"
      ],
      [
        "Ġint",
        "o"
      ],
      [
        "m",
        "osp"
      ],
      [
        "u",
        "e"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "ro"
      ],
      [
        "an",
        "ge"
      ],
      [
        "Ġp",
        "ol"
      ],
      [
        "us",
        "t"
      ],
      [
        "Ġat",
        "mosp"
      ],
      [
        "Ġu",
        "p"
      ],
      [
        "a",
        "m"
      ],
      [
        "l",
        "ow"
      ],
      [
        "Ġw",
        "orld"
      ],
      [
        "en",
        "s"
      ],
      [
        "as",
        "es"
      ],
      [
        "Ġl",
        "ow"
      ],
      [
        "ou",
        "nt"
      ],
      [
        "Ġglob",
        "al"
      ],
      [
        "a",
        "ct"
      ],
      [
        "o",
        "re"
      ],
      [
        "an",
        "s"
      ],
      [
        "at",
        "es"
      ],
      [
        "at",
        "ter"
      ],
      [
        "Ġs",
        "alinity"
      ],
      [
        "ar",
        "y"
      ],
      [
        "Ġp",
        "art"
      ],
      [
        "Ġh",
        "igh"
      ],
      [
        "ver",
        "s"
      ],
      [
        "Ġtid",
        "al"
      ],
      [
        "a",
        "us"
      ],
      [
        "g",
        "h"
      ],
      [
        "o",
        "x"
      ],
      [
        "on",
        "g"
      ],
      [
        "ce",
        "nt"
      ],
      [
        "Ġc",
        "re"
      ],
      [
        "Ġe",
        "ffect"
      ],
      [
        "Ġre",
        "s"
      ],
      [
        "Ġth",
        "is"
      ],
      [
        "ul",
        "ation"
      ],
      [
        "ĠI",
        "n"
      ],
      [
        "Ġsu",
        "ch"
      ],
      [
        "Ġk",
        "n"
      ],
      [
        "i",
        "al"
      ],
      [
        "k",
        "e"
      ],
      [
        "k",
        "s"
      ],
      [
        "m",
        "ent"
      ],
      [
        "m",
        "ents"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġt",
        "im"
      ],
      [
        "re",
        "e"
      ],
      [
        "an",
        "y"
      ],
      [
        "es",
        "t"
      ],
      [
        "ra",
        "p"
      ],
      [
        "ter",
        "s"
      ],
      [
        "Ġsea",
        "water"
      ],
      [
        "Ġdi",
        "ox"
      ],
      [
        "Ġab",
        "out"
      ],
      [
        "Ġdiox",
        "ide"
      ],
      [
        "i",
        "ce"
      ],
      [
        "l",
        "es"
      ],
      [
        "p",
        "t"
      ],
      [
        "p",
        "le"
      ],
      [
        "Ġa",
        "ct"
      ],
      [
        "Ġs",
        "in"
      ],
      [
        "es",
        "s"
      ],
      [
        "Ġm",
        "ost"
      ],
      [
        "Ġin",
        "ter"
      ],
      [
        "Ġd",
        "if"
      ],
      [
        "Ġocean",
        "ic"
      ],
      [
        "Ġe",
        "v"
      ],
      [
        "Ġg",
        "ra"
      ],
      [
        "Ġco",
        "ast"
      ],
      [
        "Ġ2",
        "0"
      ],
      [
        "Ġcl",
        "imate"
      ],
      [
        "Ġdif",
        "fe"
      ],
      [
        "f",
        "lu"
      ],
      [
        "g",
        "an"
      ],
      [
        "r",
        "ation"
      ],
      [
        "y",
        "c"
      ],
      [
        "Ġ",
        "ver"
      ],
      [
        "Ġthe",
        "se"
      ],
      [
        "Ġc",
        "ol"
      ],
      [
        "Ġp",
        "H"
      ],
      [
        "Ġin",
        "flu"
      ],
      [
        "Ġkn",
        "own"
      ],
      [
        "r",
        "i"
      ],
      [
        "Ġ",
        "y"
      ],
      [
        "Ġ",
        "ice"
      ],
      [
        "he",
        "s"
      ],
      [
        "Ġc",
        "irc"
      ],
      [
        "Ġm",
        "any"
      ],
      [
        "if",
        "e"
      ],
      [
        "Ġal",
        "so"
      ],
      [
        "pe",
        "nd"
      ],
      [
        "ces",
        "s"
      ],
      [
        "Ġme",
        "ters"
      ],
      [
        "oc",
        "l"
      ],
      [
        "Ġph",
        "ot"
      ],
      [
        "por",
        "t"
      ],
      [
        "âĢ",
        "ĵ"
      ],
      [
        "a",
        "g"
      ],
      [
        "e",
        "w"
      ],
      [
        "i",
        "z"
      ],
      [
        "x",
        "y"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġ",
        "W"
      ],
      [
        "he",
        "n"
      ],
      [
        "Ġo",
        "xy"
      ],
      [
        "an",
        "ges"
      ],
      [
        "at",
        "ing"
      ],
      [
        "Ġs",
        "ome"
      ],
      [
        "Ġw",
        "here"
      ],
      [
        "Ġb",
        "as"
      ],
      [
        "or",
        "m"
      ],
      [
        "ation",
        "al"
      ],
      [
        "ou",
        "s"
      ],
      [
        "ol",
        "og"
      ],
      [
        "os",
        "y"
      ],
      [
        "Ġpro",
        "t"
      ],
      [
        "Ġpro",
        "du"
      ],
      [
        "Ġinc",
        "re"
      ],
      [
        "Ġreg",
        "ions"
      ],
      [
        "Ġcirc",
        "ulation"
      ],
      [
        "Ġoxy",
        "gen"
      ],
      [
        "a",
        "ge"
      ],
      [
        "d",
        "s"
      ],
      [
        "e",
        "ve"
      ],
      [
        "j",
        "or"
      ],
      [
        "l",
        "l"
      ],
      [
        "Ġ",
        "im"
      ],
      [
        "an",
        "ce"
      ],
      [
        "er",
        "g"
      ],
      [
        "Ġc",
        "aus"
      ],
      [
        "Ġc",
        "yc"
      ],
      [
        "ar",
        "m"
      ],
      [
        "Ġp",
        "r"
      ],
      [
        "Ġb",
        "od"
      ],
      [
        "Ġf",
        "t"
      ],
      [
        "ro",
        "p"
      ],
      [
        "as",
        "e"
      ],
      [
        "as",
        "s"
      ],
      [
        "Ġe",
        "le"
      ],
      [
        "ĠA",
        "t"
      ],
      [
        "Ġn",
        "ot"
      ],
      [
        "Ġma",
        "y"
      ],
      [
        "Ġma",
        "jor"
      ],
      [
        "Ġor",
        "gan"
      ],
      [
        "Ġcom",
        "p"
      ],
      [
        "Ġatmosp",
        "here"
      ],
      [
        "a",
        "ch"
      ],
      [
        "m",
        "o"
      ],
      [
        "o",
        "ur"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġthe",
        "r"
      ],
      [
        "Ġs",
        "al"
      ],
      [
        "is",
        "h"
      ],
      [
        "ic",
        "s"
      ],
      [
        "ro",
        "s"
      ],
      [
        "Ġl",
        "ife"
      ],
      [
        "ou",
        "nd"
      ],
      [
        "Ġg",
        "ases"
      ],
      [
        "Ġbe",
        "en"
      ],
      [
        "ul",
        "t"
      ],
      [
        "Ġcont",
        "ain"
      ],
      [
        "Ġit",
        "s"
      ],
      [
        "ific",
        "ation"
      ],
      [
        "Ġinclud",
        "ing"
      ],
      [
        "Ġinflu",
        "ence"
      ],
      [
        "Ġy",
        "ear"
      ],
      [
        "ag",
        "ic"
      ],
      [
        "a",
        "ble"
      ],
      [
        "i",
        "le"
      ],
      [
        "k",
        "ing"
      ],
      [
        "u",
        "d"
      ],
      [
        "v",
        "ed"
      ],
      [
        "Ġa",
        "g"
      ],
      [
        "Ġa",
        "m"
      ],
      [
        "Ġo",
        "ther"
      ],
      [
        "Ġc",
        "all"
      ],
      [
        "Ġm",
        "i"
      ],
      [
        "Ġm",
        "atter"
      ],
      [
        "Ġp",
        "re"
      ],
      [
        "Ġb",
        "ut"
      ],
      [
        "Ġd",
        "is"
      ],
      [
        "Ġd",
        "ist"
      ],
      [
        "Ġd",
        "ens"
      ],
      [
        "ur",
        "ing"
      ],
      [
        "ct",
        "ic"
      ],
      [
        "ĠThe",
        "se"
      ],
      [
        "Ġcon",
        "cent"
      ],
      [
        "ig",
        "n"
      ],
      [
        "ĠA",
        "s"
      ],
      [
        "Ġpro",
        "cess"
      ],
      [
        "ĠI",
        "t"
      ],
      [
        "Ġu",
        "nd"
      ],
      [
        "Ġco",
        "vers"
      ],
      [
        "Ġst",
        "r"
      ],
      [
        "Ġro",
        "c"
      ],
      [
        "Ġver",
        "y"
      ],
      [
        "Ġcol",
        "d"
      ],
      [
        "Ġprot",
        "ect"
      ],
      [
        "Ġyear",
        "s"
      ],
      [
        "Ġcall",
        "ed"
      ],
      [
        "Ġconcent",
        "ration"
      ],
      [
        "k",
        "es"
      ],
      [
        "o",
        "es"
      ],
      [
        "s",
        "ol"
      ],
      [
        "u",
        "n"
      ],
      [
        "Ġt",
        "r"
      ],
      [
        "Ġa",
        "ffect"
      ],
      [
        "Ġthe",
        "ir"
      ],
      [
        "er",
        "s"
      ],
      [
        "Ġc",
        "r"
      ],
      [
        "it",
        "ies"
      ],
      [
        "Ġd",
        "r"
      ],
      [
        "ro",
        "und"
      ],
      [
        "Ġl",
        "ar"
      ],
      [
        "Ġl",
        "ess"
      ],
      [
        "ou",
        "gh"
      ],
      [
        "Ġbe",
        "c"
      ],
      [
        "Ġde",
        "pend"
      ],
      [
        "Ġon",
        "ly"
      ],
      [
        "st",
        "em"
      ],
      [
        "Ġse",
        "as"
      ],
      [
        "Ġact",
        "iv"
      ],
      [
        "Ġdiffe",
        "rent"
      ],
      [
        "ocl",
        "ine"
      ],
      [
        "Ġorgan",
        "ic"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "por"
      ],
      [
        "c",
        "c"
      ],
      [
        "i",
        "a"
      ],
      [
        "i",
        "an"
      ],
      [
        "n",
        "ational"
      ],
      [
        "o",
        "p"
      ],
      [
        "o",
        "on"
      ],
      [
        "r",
        "ic"
      ],
      [
        "u",
        "ch"
      ],
      [
        "â",
        "Ī"
      ],
      [
        "Ġt",
        "ide"
      ],
      [
        "Ġt",
        "rop"
      ],
      [
        "he",
        "m"
      ],
      [
        "Ġa",
        "ver"
      ],
      [
        "Ġthe",
        "y"
      ],
      [
        "er",
        "m"
      ],
      [
        "Ġs",
        "pe"
      ],
      [
        "Ġw",
        "as"
      ],
      [
        "Ġw",
        "hen"
      ],
      [
        "Ġp",
        "er"
      ],
      [
        "Ġb",
        "i"
      ],
      [
        "Ġl",
        "ay"
      ],
      [
        "Ġl",
        "eve"
      ],
      [
        "Ġh",
        "um"
      ],
      [
        "Ġre",
        "l"
      ],
      [
        "Ġcon",
        "s"
      ],
      [
        "Ġfor",
        "ces"
      ],
      [
        "ir",
        "on"
      ],
      [
        "Ġwh",
        "ile"
      ],
      [
        "ĠS",
        "ea"
      ],
      [
        "Ġsu",
        "b"
      ],
      [
        "Ġzon",
        "es"
      ],
      [
        "Ġwa",
        "ve"
      ],
      [
        "Ġdi",
        "v"
      ],
      [
        "Ġdi",
        "re"
      ],
      [
        "Ġme",
        "as"
      ],
      [
        "og",
        "rap"
      ],
      [
        "ill",
        "ion"
      ],
      [
        "el",
        "l"
      ],
      [
        "Ġac",
        "id"
      ],
      [
        "Ġtim",
        "e"
      ],
      [
        "olog",
        "ical"
      ],
      [
        "Ġcyc",
        "le"
      ],
      [
        "Ġsal",
        "t"
      ],
      [
        "Ġtr",
        "ans"
      ],
      [
        "âĪ",
        "Ĵ"
      ],
      [
        "Ġaver",
        "age"
      ],
      [
        "c",
        "lud"
      ],
      [
        "g",
        "a"
      ],
      [
        "l",
        "ant"
      ],
      [
        "l",
        "and"
      ],
      [
        "o",
        "in"
      ],
      [
        "p",
        "h"
      ],
      [
        "t",
        "he"
      ],
      [
        "t",
        "ion"
      ],
      [
        "u",
        "ally"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "Ġ",
        "us"
      ],
      [
        "Ġ",
        "qu"
      ],
      [
        "Ġt",
        "y"
      ],
      [
        "in",
        "s"
      ],
      [
        "ce",
        "d"
      ],
      [
        "Ġc",
        "hem"
      ],
      [
        "al",
        "s"
      ],
      [
        "ar",
        "ly"
      ],
      [
        "Ġf",
        "ur"
      ],
      [
        "or",
        "i"
      ],
      [
        "ro",
        "u"
      ],
      [
        "Ġl",
        "oc"
      ],
      [
        "id",
        "ence"
      ],
      [
        "ent",
        "al"
      ],
      [
        "Ġare",
        "as"
      ],
      [
        "Ġmo",
        "ve"
      ],
      [
        "Ġu",
        "n"
      ],
      [
        "Ġr",
        "ange"
      ],
      [
        "Ġv",
        "al"
      ],
      [
        "Ġpl",
        "ace"
      ],
      [
        "Ġen",
        "erg"
      ],
      [
        "Ġch",
        "anges"
      ],
      [
        "ĠM",
        "oon"
      ],
      [
        "Ġcontin",
        "ental"
      ],
      [
        "Ġcoast",
        "al"
      ],
      [
        "Ġphot",
        "ic"
      ],
      [
        "Ġele",
        "ments"
      ],
      [
        "Ġam",
        "ount"
      ],
      [
        "Ġmi",
        "x"
      ],
      [
        "Ġdis",
        "sol"
      ],
      [
        "Ġenerg",
        "y"
      ],
      [
        "a",
        "b"
      ],
      [
        "d",
        "i"
      ],
      [
        "d",
        "ing"
      ],
      [
        "e",
        "at"
      ],
      [
        "h",
        "y"
      ],
      [
        "l",
        "agic"
      ],
      [
        "p",
        "it"
      ],
      [
        "u",
        "b"
      ],
      [
        "v",
        "al"
      ],
      [
        "Ġ",
        "7"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "ions"
      ],
      [
        "Ġ",
        "âĢĵ"
      ],
      [
        "Ġt",
        "w"
      ],
      [
        "Ġt",
        "erm"
      ],
      [
        "Ġa",
        "d"
      ],
      [
        "Ġa",
        "ir"
      ],
      [
        "Ġa",
        "round"
      ],
      [
        "Ġo",
        "cc"
      ],
      [
        "re",
        "at"
      ],
      [
        "Ġs",
        "p"
      ],
      [
        "Ġs",
        "ol"
      ],
      [
        "Ġw",
        "arm"
      ],
      [
        "Ġw",
        "ell"
      ],
      [
        "is",
        "e"
      ],
      [
        "ar",
        "ctic"
      ],
      [
        "Ġp",
        "res"
      ],
      [
        "it",
        "ion"
      ],
      [
        "it",
        "ud"
      ],
      [
        "Ġd",
        "oes"
      ],
      [
        "Ġf",
        "lo"
      ],
      [
        "Ġf",
        "ree"
      ],
      [
        "ro",
        "gen"
      ],
      [
        "Ġl",
        "ight"
      ],
      [
        "ater",
        "ial"
      ],
      [
        "Ġto",
        "p"
      ],
      [
        "Ġh",
        "ig"
      ],
      [
        "id",
        "es"
      ],
      [
        "Ġe",
        "c"
      ],
      [
        "Ġre",
        "f"
      ],
      [
        "nt",
        "arctic"
      ],
      [
        "ĠThe",
        "re"
      ],
      [
        "os",
        "e"
      ],
      [
        "her",
        "ic"
      ],
      [
        "Ġn",
        "ear"
      ],
      [
        "pe",
        "lagic"
      ],
      [
        "Ġdee",
        "per"
      ],
      [
        "Ġform",
        "s"
      ],
      [
        "Ġreg",
        "ion"
      ],
      [
        "Ġch",
        "ange"
      ],
      [
        "pp",
        "ro"
      ],
      [
        "ac",
        "ific"
      ],
      [
        "Ġcontin",
        "u"
      ],
      [
        "Ġinclud",
        "e"
      ],
      [
        "Ġpol",
        "ar"
      ],
      [
        "Ġatmosp",
        "heric"
      ],
      [
        "am",
        "ple"
      ],
      [
        "Ġeffect",
        "s"
      ],
      [
        "ĠF",
        "or"
      ],
      [
        "ĠP",
        "acific"
      ],
      [
        "osy",
        "nt"
      ],
      [
        "Ġim",
        "p"
      ],
      [
        "Ġbod",
        "y"
      ],
      [
        "ĠAt",
        "lant"
      ],
      [
        "Ġther",
        "m"
      ],
      [
        "Ġdens",
        "ity"
      ],
      [
        "Ġund",
        "er"
      ],
      [
        "Ġlay",
        "er"
      ],
      [
        "Ġleve",
        "l"
      ],
      [
        "Ġmeas",
        "ure"
      ],
      [
        "ga",
        "e"
      ],
      [
        "oin",
        "t"
      ],
      [
        "Ġfur",
        "ther"
      ],
      [
        "Ġval",
        "ue"
      ],
      [
        "Ġhig",
        "her"
      ],
      [
        "ĠAtlant",
        "ic"
      ],
      [
        "\"",
        "."
      ],
      [
        "i",
        "b"
      ],
      [
        "i",
        "ke"
      ],
      [
        "k",
        "alinity"
      ],
      [
        "l",
        "or"
      ],
      [
        "o",
        "cean"
      ],
      [
        "o",
        "ve"
      ],
      [
        "o",
        "od"
      ],
      [
        "p",
        "s"
